Repository: facundobatista/typuspocus
Catalog: typuspocus/locale/core_*.po
Languages: es

source: Start typing the spell!
es: ¡Comenzá a tipear el hechizo!

source: Score: %3.1f
es: Puntaje: %3.1f

source: [press any key]
es: [apretá cualquier tecla]

source: Level Completed
es: Nivel completado

source: Points accumulated:
es: Puntos acumulados:

source: New Score:
es: Nuevo puntaje:

source: Yes
es: Sí

source: Your ranking is:
es: Tu posición es:

source: Score
es: Puntaje

source: You must first finish your career
es: Primero debes terminar tu carrera

source: before touring the world
es: antes de girar por el mundo

source: My son, this will be a challenging day for you.
es: Hijo mío, este será un día clave para vos.

source: You have always been the black sheep of our great family.
es: Siempre fuiste la oveja negra de nuestra gran familia.

source: But your old man, the Great Grossini, is not what he used to be.
es: Pero tu padre, el Gran Grossini, no es lo que solía ser.

source: I'm suffering from Flaccid Wand, so tonite you will replace me.
es: Estoy sufriendo de Varita Flácida, entonces esta noche vos me reemplazarás.

source: Farewell!
es: ¡Adiós!

source: Touring in
es: Recorriendo la

source: World Tour
es: Gira Mundial

source: You are deported from %s
es: Has sido deportado desde %s

source: The people at %s love you!
es: La gente en %s te ama!

source: Career
es: Carrera

source: Hiscores
es: Puntajes

source: Credits
es: Créditos

source: Quit
es: Salir

source: Lousy Pub
es: Bar de cuarta

source: Cast the spell as fast and accurately as you can. You can backspace and fix your mistakes.
es: Lanzá el hechizo tan rápido y preciso como puedas. Podés volver y corregir tus errores con 'backspace'.

source: Great! You receive an offer to perform in the "Paris Opera".
es: ¡Genial! Recibiste una oferta para actuar en la Ópera de París.

source: You are not even worthy of this demo level.
es: No merecés ni siquiera este nivel de demostración.

source: Paris Opera
es: La Ópera de París

source: Disappear the Phantom's mask, that will embarrass him and make him leave.
es: Desaparecé la máscara del Fantasma, eso lo avergonzará y se irá.

source: Magic Arena
es: Estadio de los Magic

source: The locals are loosing by 12, you must disappear the visitor's MVP lucky sneakers.
es: Los locales están perdiendo por 12, tenés que hacer desaparecer las zapatillas de la suerte del mejor jugador visitante.

source: Goth Party
es: Fiesta gótica

source: You were supposed to disappear a milli vanilli cd, instead you must vanish the drugs to hide them from the cops.
es: Se suponía que tenías que desaparecer un CD de Milli Vanilli, pero te hacen desaparecer un montón de drogas para esconderlas de la policía.

source: You get to Las Vegas to perform in a Casino, but the owners want to take advantage of your power to evade taxes.
es: Llegás a Las Vegas para actuar en un Casino, pero los dueños quieren aprovecharse de tus poderes para evadir impuestos.

source: Black Magic
es: Magia negra

source: You disappeared the sacred animal. The angry natives start chasing you around the jungle.
es: Hiciste desaparecer al animal sagrado. Los nativos enojados te persiguen por toda la jungla.

source: While running away from the natives, a spaceship abducts you. The venusians ask you to help them vanish a hitchhiker.
es: Mientras te escapabas de los nativos, una nave espacial te abduce. Los venusinos te piden ayuda para desaparecer a un autoestopista.

source: Since you were so helpfull, the venusians send you back to earth in an individual spaceship.
es: Ya que los ayudaste, los venusinos te mandan de vuelta a la Tierra en tu nave espacial individual.

source: Because you were unwilling to cooperate, the venusians performed crazy things with a light saber on your body.
es: Como no quisiste cooperar, los venusinos hicieron cosas locas en tu cuerpo con un sable láser.

source: Area 51
es: Área 51

source: Your ship was running a pirated OS and crashed in new mexico. The FBI captures you and asks you to disappear some evidence of the alien landings.
es: Tu nave tenía un sistema operativo pirateado y se estrelló en Nuevo México. El FBI te captura y te pide que hagas desaparecer la evidencia de los aterrizajes extraterrestres.

source: You couldn't do it. But you'll have a lot of time to practice since you are never leaving area 51.
es: No pudiste hacerlo. Pero ahora vas a tener un montón de tiempo para practicar porque nunca saldrás del Área 51.

source: Graveyard
es: Cementerio

source: Ok, you died, and went to hell, you can escape to heaven by disappearing Anubis. All the dead gather around to watch...
es: Sí, te moriste, y fuiste al infierno. Podes escaparte al cielo si desaparecés a Anubis. Todos los muertos se juntan a mirar...

source: You did it!!! Now you go to heaven, that happy place we all dream about as kids, that place where men and women love each other.
es: ¡¡¡Lo hiciste!!! Ahora te vas al cielo, ese lugar feliz con el que soñamos de joven, ese lugar donde hombres y mujeres se aman mutuamente.

source: You stay in hell. At least you won't have problems finding a lawyer if you ever come to need one.
es: Te quedás en el infierno. Al menos no vas a tener problemas para encontrar une abogade en caso de necesidad.

source: Hugh's Place
es: Lo de Hugh

source: Here we are, it's beautiful, everything that disappears here goes back to earth, so you are going to revive a lovely goat now!
es: Llegaste, es hermoso, y todo lo que hagas desaparecer acá va de regreso a la Tierra, ¡y vas a revivir una hermosa cabra ahora!

source: Mmm... Too bad you couldn't do it, but hey, a horde of naked angels offers to console you!!
es: Mmm... Que mal que no pudiste hacerlo, hey, ¡¡pero al menos una cantidad de ángeles desnudes ofrecen consolarte!!
